{"articles.about_sitemaps.page_title":"Sobre Sitemaps","articles.about_sitemaps.title":"Sobre Sitemaps","articles.about_sitemaps.back_home":"INÍCIO","articles.about_sitemaps.section1_title":"Gigantes dos Motores de Busca Adotam o Protocolo XML","articles.about_sitemaps.p1":"Se você possui ou mantém um site, ou pretende ter um, não seria ótimo receber visitantes frequentes que encontram exatamente a informação que precisam na sua página?","articles.about_sitemaps.p2":"Em 2005, o Google lançou o Protocolo Sitemap 0.84, projetado para usar o formato XML. Um sitemap é uma forma de organizar um site, identificando as URLs e os dados de cada seção. Anteriormente, os sitemaps eram voltados principalmente para os usuários do site. No entanto, o formato XML do Google foi projetado para os motores de busca, permitindo que encontrem os dados de forma mais rápida e eficiente.","articles.about_sitemaps.p3":"O novo protocolo de sitemap do Google foi desenvolvido em resposta ao crescente tamanho e complexidade dos sites. Sites empresariais frequentemente contêm centenas de produtos em seus catálogos; enquanto a popularidade dos blogs levou os webmasters a atualizar seu material pelo menos uma vez por dia, sem mencionar ferramentas populares de construção de comunidade como fóruns e painéis de mensagens. À medida que os sites cresciam, era difícil para os motores de busca acompanhar todo esse material, às vezes 'pulando' informações enquanto rastreavam essas páginas em rápida mudança.","articles.about_sitemaps.p4":"Através do protocolo XML, os motores de busca podem rastrear as URLs de forma mais eficiente, otimizando sua busca ao colocar todas as informações em uma página. O XML também resume a frequência com que um site é atualizado e registra a última vez que alterações foram feitas.","articles.about_sitemaps.p5":"Sitemaps XML não são, como algumas pessoas pensam, uma ferramenta de otimização para motores de busca. Não afeta o ranking, mas permite que os motores de busca façam rankings e buscas mais precisos. Faz isso fornecendo os dados que um motor de busca precisa, colocando-os em um único lugar — bastante prático, dado que há milhões de sites para percorrer.","articles.about_sitemaps.p6":"Para incentivar outros motores de busca a adotar o protocolo XML, o Google o publicou sob a licença Creative Commons Attribution/Share Alike. O esforço valeu a pena. Recentemente, o Google anunciou com satisfação que Yahoo e Microsoft concordaram em 'apoiar oficialmente' o protocolo XML, que agora foi atualizado para o Protocolo Sitemap 0.9, e patrocinam conjuntamente o www.sitemaps.org, um site criado para explicar o protocolo.","articles.about_sitemaps.p7":"O reconhecimento compartilhado do protocolo XML significa que desenvolvedores web não precisam mais criar diferentes tipos de sitemaps para diferentes motores de busca. Podem criar um único arquivo para envio e atualizá-lo quando fizerem alterações no site. Isso simplifica todo o processo de aprimoramento e expansão de um site. Por meio dessa mudança, o formato XML logo se tornará uma característica padrão de toda criação e desenvolvimento web.","articles.about_sitemaps.related_title":"Artigos Relacionados","articles.about_sitemaps.related_broken_links":"Links Quebrados","articles.about_sitemaps.related_image":"Sitemap de Imagens Explicado","articles.about_sitemaps.related_video":"Sitemap de Vídeo Explicado","articles.about_sitemaps.related_news":"Sitemap de Notícias Explicado","articles.about_sitemaps.related_html":"Sitemap HTML Explicado","articles.about_sitemaps.related_rss":"RSS Feed Explicado","articles.about_sitemaps.related_text":"Sitemap de Texto Explicado","articles.about_sitemaps.related_mobile":"Sitemap Mobile Explicado","articles.about_sitemaps.related_about":"Sobre Sitemaps","articles.broken_links.page_title":"Links Quebrados","articles.broken_links.title":"Links Quebrados","articles.broken_links.section_title":"Encontre e Corrija Links Quebrados","articles.broken_links.p1":"O gerenciamento de links é uma parte muito importante e absolutamente essencial da manutenção de um site. Links quebrados podem parar os robôs dos mecanismos de busca, impedindo-os de indexar completamente um site.","articles.broken_links.p2":"Você está visitando um site que acabou de descobrir. As informações contidas nas páginas são exatamente o que você precisa para um artigo que está escrevendo. Ao ler uma página, você encontra uma nota dizendo que informações muito importantes estão em outra página. Você clica no link, mas nada! O link está morto e não há outra forma de acessar a página que você precisa! A frustração aumenta tanto que você decide sair do site e promete nunca mais voltar.","articles.broken_links.p3":"Este é o tipo de cenário que geralmente ocorre em um site que foi negligente em sua manutenção e onde links quebrados se tornaram frequentes. Entre os muitos erros que um site pode cometer, ter links quebrados é um dos mais sérios. Links quebrados trazem tantos efeitos negativos que podem deixar seu negócio online ou site sofrendo com essas consequências, que são muito difíceis de corrigir.","articles.broken_links.p4":"Os bots dos mecanismos de busca são parados por links quebrados porque pensam que é o fim do caminho. E como ilustrado anteriormente, visitantes serão desanimados por um site com links mortos porque pensarão que não há informação disponível quando, na verdade, os dados estão lá, mas se tornam inacessíveis por causa de um erro no código.","articles.broken_links.p5":"Um site cheio de links quebrados sofre muito em termos de reputação danificada. O site será visto como não profissional e muitos podem até pensar que é uma operação duvidosa. O mesmo vale para o proprietário do site, que pode ser visto como uma pessoa com reputação duvidosa.","articles.broken_links.p6":"Webmasters e proprietários de sites devem fazer uma 'limpeza' diligente e regular. Todos os links devem ser verificados ativamente para encontrar hiperlinks mortos ou quebrados. Isso faz parte da manutenção regular.","articles.broken_links.p7":"Felizmente, existem empresas que perceberam que verificar links quebrados pode ser uma tarefa tediosa e criaram diferentes métodos para tornar essa tarefa mais fácil e consumir menos tempo. Por exemplo, nosso gerador de sitemaps possui um script autônomo que não apenas cria sitemaps, mas também procura links quebrados em um site e informa aos webmasters quais são eles e a quais páginas estão associados.","articles.images_sitemap.page_title":"Sitemap de Imagens Explicado","articles.images_sitemap.title":"Sitemap de Imagens Explicado","articles.images_sitemap.section_title":"Como criar e usar Sitemaps de Imagens","articles.images_sitemap.p1":"Através dos Sitemaps de Imagens do Google, o Google recebe metadados sobre as imagens contidas em um site. Os visitantes podem fazer uma pesquisa de imagens no Google. Usando extensões de imagem do Google em Sitemaps, você fornece ao mecanismo de busca informações adicionais sobre as imagens no site. Isso pode ajudar o Google a descobrir imagens que talvez não encontrasse através do rastreamento, como aquelas acessadas via formulários JavaScript.","articles.images_sitemap.p2":"Para fornecer ao Google informações sobre imagens no site, o proprietário deve adicionar detalhes relevantes ao Sitemap padrão. Isso inclui o tipo de imagem, assunto, legenda, título, localização geográfica e licença. O processo permite que proprietários de sites identifiquem quais imagens em cada página são mais importantes.","articles.images_sitemap.p3":"NOTA: O :app_name incluirá URLs de imagens únicas no sitemap para evitar duplicar imagens repetidas para todas as páginas. O sitemap de imagens é armazenado em um arquivo XML separado.","articles.video_sitemap.page_title":"Sitemap de Vídeo Explicado","articles.video_sitemap.title":"Sitemap de Vídeo Explicado","articles.video_sitemap.section_title":"Como criar Sitemaps de Vídeo e como são usados","articles.video_sitemap.p1":"Os Sitemaps de Vídeo do Google fornecem ao Google metadados sobre o conteúdo de vídeo em um site. Com um Sitemap de Vídeo, os proprietários de sites podem informar ao Google a categoria, título, descrição, duração e público-alvo de cada vídeo contido no site. Isso ajuda o Google a conhecer todo o conteúdo de vídeo rico no site, o que deve melhorar a listagem do site nos resultados de pesquisa de vídeo.","articles.video_sitemap.p2":"Quando informações de vídeo em formato suportado são enviadas como um Sitemap separado ou incluídas no Sitemap regular, as URLs incluídas para os vídeos se tornam pesquisáveis através do Google Video. Os vídeos também podem ser acessados através de outros produtos de pesquisa oferecidos pelo Google.","articles.video_sitemap.p3":"NOTA: O :app_name detecta automaticamente vídeos incorporados em suas páginas e cria um sitemap separado com detalhes relacionados. Na versão atual do gerador de sitemaps autônomo, as seguintes fontes de vídeo são suportadas: YouTube, Google Video, Vimeo, Dailymotion, MTV, Blip.tv. Em outros casos, a marcação VideoObject Schema é suportada.","articles.news_sitemap.page_title":"Sitemap de Notícias Explicado","articles.news_sitemap.title":"Sitemap de Notícias Explicado","articles.news_sitemap.section_title":"Como criar e usar Sitemaps de Notícias","articles.news_sitemap.p1":"Os Sitemaps de Notícias do Google fornecem ao mecanismo de busca Google metadados sobre o conteúdo de notícias específico em um site. Este Sitemap permite que o proprietário do site controle qual conteúdo é enviado ao Google Notícias. Usando o Sitemap de Notícias, o Google Notícias pode encontrar rapidamente os artigos de notícias contidos em um site.","articles.news_sitemap.p2":"Esses Sitemaps identificam o título e a data de publicação de cada artigo. Usando tags de gênero e acesso, também especificam o tipo de conteúdo contido no artigo. O conteúdo do artigo é ainda identificado usando descrições como cotações de ações ou palavras-chave relevantes.","articles.news_sitemap.p3":"NOTA: Para poder usar sitemaps de notícias para seu site, você deve solicitar a inclusão no Google Notícias primeiro, caso contrário o sitemap de notícias não será processado. O :app_name rastreia as alterações no seu site automaticamente e cria o sitemap de notícias em um arquivo separado, incluindo apenas novas URLs dos últimos dias.","articles.html_sitemap.page_title":"Sitemap HTML Explicado","articles.html_sitemap.title":"Sitemap HTML Explicado","articles.html_sitemap.section_title":"Como criar e usar Sitemaps HTML e como isso ajuda seu site","articles.html_sitemap.p1":"Um sitemap HTML permite que os visitantes do site naveguem facilmente por um site. É uma versão em texto com marcadores da navegação do site. O texto âncora exibido no contorno é vinculado à página que referencia. Os visitantes do site podem ir ao Sitemap para localizar um tópico que não conseguiram encontrar pesquisando no site ou navegando pelos menus do site.","articles.html_sitemap.p2":"Este Sitemap também pode ser criado no formato XML e enviado aos mecanismos de busca para que rastreiem o site de forma mais eficaz. Usando o Sitemap, os mecanismos de busca ficam cientes de cada página do site, incluindo quaisquer URLs que não são descobertas através do processo normal de rastreamento usado pelo mecanismo.","articles.html_sitemap.p3":"Sitemaps são úteis se um site tem conteúdo dinâmico, é novo e não tem muitos links apontando para ele, ou contém muito conteúdo arquivado que não está bem vinculado.","articles.rss_feed.page_title":"RSS Feed Explicado","articles.rss_feed.title":"RSS Feed Explicado","articles.rss_feed.section_title":"Como um RSS feed pode ser usado?","articles.rss_feed.p1":"O feed RSS permite que os visitantes do seu site acompanhem as alterações no seu site, usando um dos muitos 'leitores de feed', aumentando assim o número de visitas no seu site.","articles.text_sitemap.page_title":"Sitemap de Texto Explicado","articles.text_sitemap.title":"Sitemap de Texto Explicado","articles.text_sitemap.section_title":"Como um sitemap em formato de texto pode ser usado?","articles.text_sitemap.p1":"Em versões anteriores do gerador de sitemaps, o sitemap em formato de texto era usado para enviar suas páginas ao mecanismo de busca Yahoo. Posteriormente, o Yahoo anunciou o suporte a sitemaps XML, e não é mais usado para mecanismos de busca.","articles.text_sitemap.p2":"Mantivemos a opção de criar sitemap de texto no gerador de sitemaps, pois pode ser útil ter uma lista simples de todos os links do seu site para referência em um único lugar, um único arquivo de texto.","articles.mobile_sitemap.page_title":"Sitemap Mobile Explicado","articles.mobile_sitemap.title":"Sitemap Mobile Explicado","articles.mobile_sitemap.section_title":"Como criar e usar sitemaps mobile","articles.mobile_sitemap.p1":"Caso seu site tenha uma versão especialmente formatada para dispositivos móveis, é fortemente recomendado criar um sitemap mobile separado e enviá-lo aos mecanismos de busca. Isso permitirá que os mecanismos de busca atendam melhor às solicitações de pesquisa de dispositivos móveis e direcionem para as páginas do seu site.","articles.mobile_sitemap.p2":"NOTA: O sitemap mobile deve conter apenas links para páginas com conteúdo web mobile, caso contrário, o sitemap XML regular pode ser usado. O gerador de sitemaps autônomo limitará o sitemap mobile às primeiras 50.000 páginas.","legal.privacy.sidebar_label":"Política de Privacidade","legal.privacy.page_title":"Política de Privacidade","legal.privacy.title":"Política de Privacidade","legal.privacy.intro_title":"Política de Privacidade do :app_name","legal.privacy.intro_p1":"No :app_name garantimos nosso compromisso em respeitar e proteger sua privacidade online. Isso inclui sua necessidade e seu direito de saber o que fazemos com as informações pessoais que você compartilha conosco. Também orienta as políticas da nossa empresa em relação ao gerenciamento desses dados, incluindo como as informações são coletadas, processadas e para quais finalidades.","legal.privacy.intro_p2":"\":app_name\" refere-se às páginas web deste site. Ao acessar este site e se registrar como membro, você está consentindo com a forma como as informações são coletadas e usadas, conforme descrito nesta Política de Privacidade.","legal.privacy.intro_p3":"Em retorno, o :app_name se compromete a usar os dados pessoais que você fornecer apenas de maneiras compatíveis com esta Política de Privacidade.","legal.privacy.collect_title":"O que coletamos e o que fazemos com essas informações","legal.privacy.collect_p1":"Quando uma nova conta é criada no :app_name, armazenamos o endereço de e-mail e a senha criptografada em nosso banco de dados. Usamos este endereço de e-mail para enviar informações importantes relacionadas à sua conta (ativação da conta, redefinição de senha, status da assinatura, notificações quando o sitemap é atualizado ou expira).","legal.privacy.collect_p2":"Quando uma nova entrada de site é adicionada à sua conta, armazenamos sua URL e o bot crawler do :app_name começa a enviar solicitações a esse site, encontrando todas as páginas para criar um sitemap. Quando esse processo é concluído, armazenamos a data e hora da sessão, a lista de URLs e títulos de todas as páginas encontradas, a lista de possíveis problemas detectados (como links quebrados, páginas ignoradas devido a redirecionamentos), a lista de links para sites externos e o tempo necessário para criar o sitemap.","legal.privacy.collect_p3":"Quando o recurso \"Envio Automático\" é usado, armazenamos o \"token\" fornecido pela API do Google Sitemaps para poder enviar sitemaps no Google Search Console sob sua conta Google.","legal.privacy.collect_p4":"Quando uma conta é atualizada para uma assinatura PRO paga, armazenamos as informações fornecidas pelo processador de pagamento (PayPal ou Stripe), incluindo ID da transação, data e hora, valor da transação. O nome e endereço são armazenados caso sejam incluídos nas informações de pagamento.","legal.privacy.collect_p5":"Toda vez que você faz login em nosso site, seu endereço IP (Protocolo de Internet) é registrado em nossos servidores. Seu endereço IP não revela nenhuma informação além do número atribuído a você. Não usamos essa tecnologia para obter dados pessoais contra seu conhecimento ou vontade.","legal.privacy.security_title":"Segurança","legal.privacy.security_p1":"Estamos comprometidos em garantir que suas informações estejam seguras. Para evitar acesso ou divulgação não autorizados, implementamos procedimentos físicos, eletrônicos e gerenciais adequados para proteger as informações que coletamos online.","legal.privacy.cookies_title":"Cookies","legal.privacy.cookies_p1":"O :app_name pode enviar \"cookies\" ao seu computador. Cookies são fragmentos de dados enviados pelo servidor web e armazenados no seu disco rígido. Cookies não podem ler os arquivos armazenados no seu computador, nem podem coletar informações. O objetivo dos cookies é apenas monitorar o tráfego no site.","legal.privacy.cookies_p2":"O :app_name não vende informações para anunciantes, nem altera as configurações do seu computador. Você também pode configurar seu navegador para recusar cookies ou notificá-lo quando um cookie é enviado.","legal.privacy.external_title":"Serviços Externos","legal.privacy.external_p1":"O :app_name usa a API do YouTube para extrair informações detalhadas sobre vídeos do YouTube incorporados nos sites dos clientes para criar um Sitemap de Vídeo, nos casos em que a criação desse sitemap está habilitada na configuração.","legal.privacy.control_title":"Controlando suas informações pessoais","legal.privacy.control_p1":"Não venderemos, distribuiremos ou alugamos suas informações pessoais a terceiros, a menos que tenhamos sua permissão ou sejamos obrigados por lei a fazê-lo.","legal.privacy.control_p2":"Você pode solicitar detalhes das informações pessoais que mantemos sobre você.","legal.privacy.control_p3":"Se você acredita que qualquer informação que mantemos sobre você está incorreta ou incompleta, entre em contato conosco o mais rápido possível.","legal.privacy.control_p4":"Você pode solicitar que seus dados pessoais sejam removidos de nossos servidores. Entre em contato: privacy@pro-sitemaps.com. Atualizado: 12 de junho de 2023.","legal.terms.sidebar_label":"Termos de Uso","legal.terms.page_title":"Termos de Uso","legal.terms.title":"Termos de Uso e Serviço","legal.terms.intro_title":"Termos de Uso do :app_name","legal.terms.intro_p1":"Estes Termos de Uso aplicam-se a este site :app_name (\"este Site\"). Estes Termos de Uso, juntamente com nossa Política de Privacidade, regem o relacionamento do :app_name com você em relação a este Site.","legal.terms.intro_p2":"Ao usar este Site, você concorda em cumprir e ficar vinculado a estes Termos de Uso, que entrarão em vigor imediatamente após o primeiro uso deste Site.","legal.terms.intro_p3":"Reservamo-nos o direito de alterar nossos Termos de Uso a qualquer momento, e você deve verificar atualizações periodicamente.","legal.terms.website_title":"Nosso site","legal.terms.website_p1":"Todo esforço é feito para garantir que este Site opere corretamente e funcione sem problemas. Não fornecemos garantia quanto à precisão, pontualidade, desempenho, integridade, qualidade satisfatória ou adequação das informações encontradas ou oferecidas neste Site.","legal.terms.website_p2":"Não assumimos responsabilidade por este Site estar temporariamente indisponível devido a problemas técnicos além do nosso controle.","legal.terms.links_title":"Links para outros sites","legal.terms.links_p1":"Pode haver links deste Site para sites de terceiros não sob nosso controle. Esses links são fornecidos apenas para sua conveniência e sua inclusão não implica qualquer endosso ou confiabilidade por nossa parte.","legal.terms.content_title":"Conteúdo e funcionalidade do site","legal.terms.content_p1":"Nos esforçamos para garantir que as informações contidas e exibidas neste Site sejam precisas e atualizadas. No entanto, não fazemos representações ou garantias de qualquer tipo sobre a integridade, precisão, confiabilidade ou disponibilidade deste Site.","legal.terms.content_p2":"Não garantimos que este site será compatível com todo ou qualquer hardware e software que você possa usar.","legal.terms.liability_title":"Responsabilidade","legal.terms.liability_p1":"Somos responsáveis perante você apenas por perdas que você sofra como resultado de uma violação por nós destes Termos de Uso. Não somos responsáveis por quaisquer perdas indiretas, especiais ou consequenciais que você possa incorrer.","legal.terms.ip_title":"Propriedade Intelectual","legal.terms.ip_p1":"Todos os direitos autorais, marcas registradas, direitos de design e outros direitos de propriedade intelectual localizados neste Site permanecerão com o :app_name ou seus licenciadores. Você não pode copiar, redistribuir, republicar ou disponibilizar os materiais deste site a qualquer outra pessoa sem nosso consentimento prévio por escrito.","legal.terms.ip_p2":"Você pode imprimir ou baixar materiais deste Site e/ou copiar o conteúdo para outros indivíduos para sua informação, desde que nenhum material seja modificado e nossos avisos de direitos autorais apareçam em todas as cópias.","legal.terms.modification_title":"Modificação destes Termos de Uso","legal.terms.modification_p1":"O :app_name reserva-se o direito de alterar os termos, condições e avisos sob os quais este Site é oferecido.","legal.terms.subscription_title":"Serviços de Assinatura","legal.terms.subscription_p1":"Todos os serviços de assinatura oferecidos neste site são apenas para uso comercial. Uso \"comercial\" significa que você gostaria de ver um potencial benefício econômico ao usar os serviços do :app_name.","legal.terms.subscription_p2":"As assinaturas serão renovadas automaticamente, a menos que canceladas antes da renovação.","legal.terms.subscription_p3":"Todas as assinaturas são para um único site com um limite de rastreamento de 2 vezes o tamanho do plano contratado.","legal.terms.refunds_title":"Reembolsos e Cancelamento","legal.terms.refunds_p1":"O :app_name oferece 2 níveis de assinaturas: mensal e anual. As assinaturas podem ser canceladas a qualquer momento seguindo as instruções na página de Assinatura.","legal.terms.refunds_p2":"Assinaturas Mensais - Uma vez que um sitemap tenha sido criado, não há reembolsos oferecidos para cancelamento. O serviço continuará funcionando até expirar.","legal.terms.refunds_p3":"Assinaturas Anuais - Assinaturas anuais são oferecidas com desconto para o período completo. Em caso de cancelamento, um reembolso será oferecido menos o número de meses usados cobrados pela tarifa mensal mais alta.","legal.terms.upgrades_title":"Upgrades","legal.terms.upgrades_p1":"Se estiver fazendo upgrade de uma assinatura anterior do :app_name, reembolsaremos ao comprador qualquer parcela não utilizada de uma assinatura existente dentro de 24 horas.","legal.terms.external_title":"Serviços Externos","legal.terms.external_p1":"O :app_name usa a API do YouTube para extrair informações detalhadas sobre vídeos do YouTube incorporados nos sites dos clientes para criar um Sitemap de Vídeo. Ao usar o serviço :app_name com a opção de sitemap de vídeo, você concorda em ficar vinculado aos Termos de Serviço do YouTube.","legal.terms.general_title":"Geral","legal.terms.general_p1":"Se algum destes Termos de Uso for determinado como ilegal, inválido ou de outra forma inexequível, esse termo será separado e excluído destes Termos de Uso, e os Termos restantes sobreviverão e continuarão vinculativos e exequíveis.","legal.terms.general_p2":"Estes Termos de Uso contêm todos os termos que as partes concordaram em relação ao assunto destes Termos de Uso, e substituem quaisquer acordos, representações ou entendimentos anteriores.","legal.terms.general_p3":"Você reconhece que estes Termos de Uso não foram celebrados total ou parcialmente com base em garantias, declarações, promessas ou representações feitas por nós ou em nosso nome.","legal.terms.general_p4":"Estes Termos de Uso serão regidos e interpretados de acordo com as leis da Inglaterra e País de Gales. Atualizado: 12 de junho de 2023."}